Repository: frostkom/mf_share
Catalog: lang/lang_share-*.po
Languages: sv_se

source: E-mail link
sv_se: E-postlänk

source: Print
sv_se: Skriv ut

source: Above Content
sv_se: Ovanför innehåll

source: After Heading
sv_se: Efter rubrik

source: Below Content
sv_se: Under innehåll

source: In Footer
sv_se: I sidfoten

source: Recommend this page to a friend
sv_se: Tipsa en vän om denna sida

source: Recommend
sv_se: Tipsa

source: Print this page
sv_se: Skriv ut denna sida

source: Share on
sv_se: Dela på

source: Show these options
sv_se: Visa dessa val

source: Show these here
sv_se: Visa dessa här

source: Show titles
sv_se: Visa rubriker

source: Twitter handle
sv_se: Twitternamn

source: Only on these pages
sv_se: Endast på dessa sidor

source: E-mail Subject
sv_se: Ämne till e-post

source: E-mail Content
sv_se: Innehåll i e-post

source: Share
sv_se: Dela

source: Can also be displayed by adding the shortcode
sv_se: Kan också visas genom att lägga in kortkoden

source: Use %s to automatically add the current page URL into the text
sv_se: Använd %s för att automatiskt lägga till nuvarande sid-URL i texten

source: No
sv_se: Nej

source: Yes
sv_se: Ja

source: Display Social Buttons
sv_se: Visa sociala knappar
